Repository: patrikBLMelander/familyApp
Catalog: ios/KidQuest/KidQuest/Localizable.xcstrings
Source language: sv
Languages: de, en, es

source: Så att den inte blev fel.
de: Damit er sicher stimmt.
en: Just to make sure it's right.
es: Para asegurarnos de que es correcto.

source: T.ex. Anna
de: Z. B. Alex
en: E.g. Alex
es: P. ej., Alex

source: T.ex. Berg
de: Z. B. Müller
en: E.g. Smith
es: P. ej., García

source: T.ex. Månadspeng oktober
de: Z. B. Taschengeld Oktober
en: E.g. October allowance
es: P. ej., paga de octubre

source: T.ex. Ny cykel
de: Z. B. Neues Fahrrad
en: E.g. New bike
es: P. ej., bici nueva

source: T.ex. godis
de: Z. B. Süßigkeiten
en: E.g. sweets
es: P. ej., chuches

source: TA BORT
de: LÖSCHEN
en: DELETE
es: ELIMINAR

source: Ta bort
de: Löschen
en: Delete
es: Eliminar

source: Ta bort %@
de: %@ löschen
en: Delete %@
es: Eliminar a %@

source: Ta bort %@?
de: %@ löschen?
en: Delete %@?
es: ¿Eliminar %@?

source: Ta bort allt
de: Alles löschen
en: Delete everything
es: Eliminarlo todo

source: Ta bort familjen
de: Familie löschen
en: Delete the family
es: Eliminar la familia

source: Ta bort familjen?
de: Familie löschen?
en: Delete the family?
es: ¿Eliminar la familia?

source: Ta bort koden
de: Code entfernen
en: Remove the code
es: Quitar el código

source: Ta bort sysslan?
de: Aufgabe löschen?
en: Delete the chore?
es: ¿Eliminar la tarea?

source: Ta hand om min tvätt
de: Um meine Wäsche kümmern
en: Take care of my laundry
es: Ocuparme de mi ropa sucia

source: Tack för att ni använder KidQuest
de: Danke, dass ihr KidQuest nutzt
en: Thanks for using KidQuest
es: Gracias por usar KidQuest

source: Tack!
de: Danke!
en: Thank you!
es: ¡Gracias!

source: Tandfen
de: Zahnfee
en: Tooth fairy
es: Ratoncito Pérez

source: Tar bort %@ och allt som hör till dem. Går inte att ångra.
de: Löscht %@ und alles, was dazugehört. Das kann nicht rückgängig gemacht werden.
en: Deletes %@ and everything that belongs to them. This can't be undone.
es: Elimina a %@ y todo lo que le pertenece. No se puede deshacer.

source: Tar bort…
de: Wird gelöscht …
en: Deleting…
es: Eliminando…

source: Till Ny cykel
de: Für Neues Fahrrad
en: To New bike
es: Para Bici nueva

source: Tillbaka
de: Zurück
en: Back
es: Atrás

source: Tillbaka till nu
de: Zurück zu jetzt
en: Back to now
es: Volver a ahora

source: Titel krävs
de: Titel erforderlich
en: A title is required
es: El título es obligatorio

source: Titta vad du fick!
de: Schau, was du bekommen hast!
en: Look what you got!
es: ¡Mira lo que te ha tocado!

source: Tomt — bocka av en syssla
de: Leer – hak eine Aufgabe ab
en: Empty — tick off a chore
es: Vacío: marca una tarea

source: Toppen!
de: Super!
en: Great!
es: ¡Genial!

source: Totalt att fördela
de: Insgesamt zu verteilen
en: Total to share out
es: Total a repartir

source: Tryck på ett ägg för att höra vad som viskar därinne.
de: Tippe auf ein Ei, um zu hören, was darin flüstert.
en: Tap an egg to hear what's whispering inside.
es: Toca un huevo para oír qué susurra dentro.

source: Uppdrag matar djuret
de: Missionen füttern das Tier
en: Quests feed the pet
es: Las misiones alimentan a la mascota

source: Upprepa lösenord
de: Passwort wiederholen
en: Repeat password
es: Repite la contraseña

source: Utbetalningar till %@
de: Auszahlungen an %@
en: Payments to %@
es: Pagos a %@

source: Vad ska ditt djur heta?
de: Wie soll dein Tier heißen?
en: What should your pet be called?
es: ¿Cómo se va a llamar tu mascota?

source: Valuta
de: Währung
en: Currency
es: Moneda

source: Vanliga
de: Gewöhnlich
en: Common
es: Comunes

source: Vardagssysslor ger XP, och XP får djuret att växa.
de: Alltägliche Aufgaben bringen XP, und XP lassen das Tier wachsen.
en: Everyday chores give XP, and XP makes the pet grow.
es: Las tareas del día a día dan XP, y los XP hacen crecer a la mascota.

source: Varg
de: Wolf
en: Wolf
es: Lobo

source: Varje månad
de: Jeden Monat
en: Every month
es: Cada mes

source: Varje vecka
de: Jede Woche
en: Every week
es: Cada semana

source: Vecka
de: Woche
en: Week
es: Semana

source: Veckodagar
de: Wochentage
en: Weekdays
es: Días de la semana

source: Veckopeng
de: Taschengeld (wöchentlich)
en: Weekly allowance
es: Paga semanal

source: Vi hittade inget köp att återställa på det här Apple-kontot.
de: Auf diesem Apple-Account wurde kein Kauf zum Wiederherstellen gefunden.
en: We didn't find any purchase to restore on this Apple account.
es: No hemos encontrado ninguna compra que restaurar en esta cuenta de Apple.

source: Vilken dag i månaden
de: Welcher Tag im Monat
en: Which day of the month
es: Qué día del mes

source: Vilken dag i månaden?
de: Welcher Tag im Monat?
en: Which day of the month?
es: ¿Qué día del mes?

source: Vilken dag?
de: Welcher Tag?
en: Which day?
es: ¿Qué día?

source: Villkor
de: AGB
en: Terms
es: Condiciones

source: Visa alla steg
de: Alle Schritte anzeigen
en: Show all steps
es: Mostrar todos los pasos

source: Visa kod
de: Code zeigen
en: Show code
es: Mostrar código

source: Visa som barn
de: Als Kind ansehen
en: View as child
es: Ver como niño/a

source: Vuxen
de: Erwachsene:r
en: Adult
es: Adulto

source: Vuxna
de: Erwachsene
en: Adults
es: Adultos

source: Välj
de: Auswählen
en: Choose
es: Elegir

source: Välj en kod
de: Wähle einen Code
en: Choose a code
es: Elige un código

source: Välj en ny kod
de: Wähle einen neuen Code
en: Choose a new code
es: Elige un código nuevo

source: Välj ett ägg
de: Wähle ein Ei
en: Pick an egg
es: Elige un huevo

source: Välj ett ägg först
de: Wähle zuerst ein Ei
en: Pick an egg first
es: Elige primero un huevo

source: Välj hur mycket bonusmat du vill ge %@ djur (max 100 XP).
de: Wähle, wie viel Bonusfutter du %@ Tier geben willst (max. 100 XP).
en: Choose how much bonus food to give %@ pet (max 100 XP).
es: Elige cuánta comida extra quieres darle a la mascota de %@ (máx. 100 XP).

source: Välj minst en veckodag
de: Wähle mindestens einen Wochentag
en: Pick at least one weekday
es: Elige al menos un día de la semana

source: Välj minst en veckodag.
de: Wähle mindestens einen Wochentag.
en: Pick at least one weekday.
es: Elige al menos un día de la semana.

source: Välj senare
de: Später wählen
en: Pick later
es: Elegir más tarde

source: Välj ägg
de: Ei wählen
en: Pick egg
es: Elegir huevo

source: Välj ålder när du lägger till barnet och du får förslag direkt.
de: Wähle beim Hinzufügen des Kindes ein Alter, dann bekommst du gleich Vorschläge.
en: Choose an age when you add the child and you'll get suggestions right away.
es: Elige una edad al añadir al niño/a y recibirás sugerencias al momento.

source: Vänta %lld sekunder.
de: Warte %lld Sekunden.
en: Wait %lld seconds.
es: Espera %lld segundos.

source: Värvningskod
de: Empfehlungscode
en: Referral code
es: Código de invitación

source: XP (mat)
de: XP (Futter)
en: XP (food)
es: XP (comida)

source: av %lld uppgifter
de: von %lld Aufgaben
en: of %lld chores
es: de %lld tareas

source: bambu
de: Bambus
en: bamboo
es: bambú

source: ben
de: Knochen
en: bones
es: huesos

source: blad
de: Blätter
en: leaves
es: hojas

source: eldbär
de: Feuerbeeren
en: fire berries
es: bayas de fuego

source: eller skriv in koden
de: oder gib den Code ein
en: or type in the code
es: o escribe el código

source: en liten unge
de: ein kleines Baby
en: a little baby
es: una pequeña cría

source: fisk
de: Fisch
en: fish
es: pescado

source: fiskar
de: Fische
en: fish
es: peces

source: flugor
de: Fliegen
en: flies
es: moscas

source: frön
de: Körner
en: seeds
es: semillas

source: fullvuxen
de: ausgewachsen
en: fully grown
es: adulta

source: godis
de: Süßigkeiten
en: sweets
es: chuches

source: gräs
de: Gras
en: grass
es: hierba

source: honung
de: Honig
en: honey
es: miel

source: idag
de: heute
en: today
es: hoy

source: inga uppgifter planerade
de: keine Aufgaben geplant
en: no chores planned
es: no hay tareas previstas

source: insekter
de: Insekten
en: insects
es: insectos

source: jordnötter
de: Erdnüsse
en: peanuts
es: cacahuetes

source: koppla barnets telefon
de: Handy des Kindes verbinden
en: link your child's phone
es: vincular el teléfono de tu hijo/a

source: kött
de: Fleisch
en: meat
es: carne

source: lite större
de: ein bisschen größer
en: a bit bigger
es: un poco más grande

source: lägg till dagliga sysslor
de: tägliche Aufgaben hinzufügen
en: add daily chores
es: añadir tareas diarias

source: lägg till ett barn
de: ein Kind hinzufügen
en: add a child
es: añadir un niño/a

source: löv
de: Blätter
en: leaves
es: hojas

source: mat
de: Futter
en: food
es: comida

source: minst 6 tecken
de: mindestens 6 Zeichen
en: at least 6 characters
es: al menos 6 caracteres

source: morötter
de: Möhren
en: carrots
es: zanahorias

source: nästan fullvuxen
de: fast ausgewachsen
en: almost fully grown
es: casi adulta

source: per månad, för hela familjen
de: pro Monat, für die ganze Familie
en: per month, for the whole family
es: al mes, para toda la familia

source: räkor
de: Garnelen
en: shrimp
es: gambas

source: stjärnfrukter
de: Sternfrüchte
en: star fruits
es: carambolas

source: stor
de: groß
en: big
es: grande

source: syrsor
de: Grillen
en: crickets
es: grillos

source: vattendroppar
de: Wassertropfen
en: water drops
es: gotas de agua

source: välj ett ägg
de: ein Ei wählen
en: pick an egg
es: elegir un huevo

source: Ägg %lld av %lld
de: Ei %lld von %lld
en: Egg %lld of %lld
es: Huevo %lld de %lld

source: Ägget kläcks
de: Das Ei schlüpft
en: The egg is hatching
es: El huevo está naciendo

source: Ägget kläcks…
de: Das Ei schlüpft …
en: The egg is hatching…
es: El huevo está naciendo…

source: Ändra
de: Ändern
en: Change
es: Cambiar

source: Äventyr
de: Abenteuer
en: Adventures
es: Aventuras

source: Ålder (valfritt – för färdiga uppgifter)
de: Alter (optional – für vorgeschlagene Aufgaben)
en: Age (optional – for suggested chores)
es: Edad (opcional, para tareas sugeridas)

source: Återställ köp
de: Käufe wiederherstellen
en: Restore purchases
es: Restaurar compras

source: Öppna
de: Öffnen
en: Open
es: Abrir

source: Öppna Inställningar
de: Einstellungen öffnen
en: Open Settings
es: Abrir Ajustes

source: Öppnar kistan…
de: Die Truhe wird geöffnet …
en: Opening the chest…
es: Abriendo el cofre…

source: Öppnar prenumerationen
de: Abo wird geöffnet
en: Opening the subscription
es: Abriendo la suscripción

source: Övrigt
de: Sonstiges
en: Other
es: Otros

source: ägg
de: Eier
en: eggs
es: huevos

source: ✓ Klar
de: ✓ Fertig
en: ✓ Done
es: ✓ Hecho

source: 🔒 Barnlås
de: 🔒 Kindersperre
en: 🔒 Child lock
es: 🔒 Bloqueo infantil

source: 🔓 Barnlås
de: 🔓 Kindersperre
en: 🔓 Child lock
es: 🔓 Bloqueo infantil

source: 🛒 Köpt
de: 🛒 Gekauft
en: 🛒 Bought
es: 🛒 Comprado

source: Du
en: You
es: Tú

source: Elefant
en: Elephant
es: Elefante

source: Hund
en: Dog
es: Perro

source: Juli
en: July
es: Julio

source: Krokodil
en: Crocodile
es: Cocodrilo

source: Känguru
en: Kangaroo
es: Canguro

source: Skorpion
en: Scorpion
es: Escorpión

source: Titel
en: Title
es: Título

source: %@ %@ (max %@)
es: %@ %@ (máx. %@)

source: Hydra
es: Hidra

source: Tiger
es: Tigre
